[
    {
        "file_name": "1 _What_is_Philosophy.txt",
        "summary_data": [
            {
                "bullet points": [
                    "Philosophy is an attempt to gain the broadest and most fundamental conception of the world as it exists.",
                    "Philosophy considers a range of subjects and cannot rule anything out.",
                    "This open-endedness makes philosophy a somewhat awkward and confusing subject."
                ],
                "paragraph": "    It is difficult to define philosophy. In fact, to do so is itself a philosophical activity, since philosophers are attempting to gain the broadest and most\nfundamental conception of the world as it exists. The world includes nature, consciousness, morality, beauty, and social organizations. So the content\navailable for philosophy is both broad and deep. Because of its very nature, philosophy considers a range of subjects, and philosophers cannot automatically\nrule anything out. Whereas other disciplines allow for basic assumptions, philosophers cannot be bound by such assumptions. This open-endedness makes\nphilosophy a somewhat awkward and confusing subject for students. There are no easy answers to the questions of what philosophy studies or how one does\nphilosophy. Nevertheless, in this chapter, we can make some progress on these questions by (1) looking at past examples of philosophers, (2) considering one\ncompelling definition of philosophy, and (3) looking at the way academic philosophers today actually practice philosophy.",
                "summary": " Philosophy is an attempt to gain the broadest and most fundamental conception of the world as it exists. Because of its very nature, philosophy considers a range of subjects, and philosophers cannot automatically rule anything out. This open-endedness makes philosophy a somewhat awkward and confusing subject."
            },
            {
                "bullet points": [
                    "The word philosophy derives from ancient Greek, in which the philosopher is a lover or pursuer of wisdom.",
                    "The earliest Greek philosophers were not known as philosophers; they were simply known as sages.",
                    "Sages are sometimes associated with mathematical and scientific discoveries.",
                    "At other times they are associated with their political impact."
                ],
                "paragraph": "One way to begin to understand philosophy is to look at its history. The historical origins of philosophical thinking and exploration vary around the globe.\nThe word philosophy derives from ancient Greek, in which the philosopher is a lover or pursuer (philia) of wisdom (sophia). But the earliest Greek\nphilosophers were not known as philosophers; they were simply known as sages. The sage tradition provides an early glimpse of philosophical thought in\naction. Sages are sometimes associated with mathematical and scientific discoveries and at other times with their political impact. What unites these figures\nis that they demonstrate a willingness to be skeptical of traditions, a curiosity about the natural world and our place in it, and a commitment to applying\nreason to understand nature, human nature, and society better. The overview of the sage tradition that follows will give you a taste of philosophyï¿½s broad\nambitions as well as its focus on complex relations between different areas of human knowledge. There are some examples of women who made contributions to\nphilosophy and the sage tradition in Greece, India, and China, but these were patriarchal societies that did not provide many opportunities for women to\nparticipate in philosophical and political discussions.",
                "summary": " The word philosophy derives from ancient Greek, in which the philosopher is a lover or pursuer of wisdom. The earliest Greek philosophers were not known as philosophers; they were simply known as sages. Sages are sometimes associated with mathematical and scientific discoveries and at other times with their political impact."
            },
            {
                "bullet points": [
                    "In classical Indian philosophy and religion, sages play a central role.",
                    "The Seven Sages, or Saptarishi, play an important role.",
                    "Saptarishi are seven rishis in the Sanskrit language.",
                    "They are part of sanatana dharma, which predates Hinduism.",
                    "Sanatana dharma consists of duties that are identified with Hinduism."
                ],
                "paragraph": "    In classical Indian philosophy and religion, sages play a central role in both religious mythology and in the practice of passing down teaching and\ninstruction through generations. The Seven Sages, or Saptarishi (seven rishis in the Sanskrit language), play an important role in sanatana dharma, the\neternal duties that have come to be identified with Hinduism but that predate the establishment of the religion. The Seven Sages are partially considered\nwise men and are said to be the authors of the ancient Indian texts known as the Vedas. But they are partly mythic figures as well, who are said to have\ndescended from the gods and whose reincarnation marks the passing of each age of Manu (age of man or epoch of humanity). The rishis tended to live monastic\nlives, and together they are thought of as the spiritual and practical forerunners of Indian gurus or teachers, even up to today. They derive their wisdom,\nin part, from spiritual forces, but also from tapas, or the meditative, ascetic, and spiritual practices they perform to gain control over their bodies and\nminds. The stories of the rishis are part of the teachings that constitute spiritual and philosophical practice in contemporary Hinduism.\nFigure 1.2 depicts a scene from the Matsya Purana, where Manu, the first man whose succession marks the prehistorical ages of Earth, sits with the Seven\nSages in a boat to protect them from a mythic flood that is said to have submerged the world. The king of serpents guides the boat, which is said to have\nalso contained seeds, plants, and animals saved by Manu from the flood.",
                "summary": " In classical Indian philosophy and religion, sages play a central role in both religious mythology and in the practice of passing down teaching and instruction through generations. The Seven Sages, or Saptarishi (seven rishis in the Sanskrit language), play an important role in sanatana dharma, the duties that have come to be identified with Hinduism but that predate the establishment of the religion."
            },
            {
                "bullet points": [
                    "Despite the fact that classical Indian culture is patriarchal, women figures play an important role in the earliest writings of the Vedic tradition.",
                    "These women figures are partly connected to the Indian conception of the fundamental forces of natureï¿½energy, ability, strength, effort, and power as feminine.",
                    "Women figures in the Vedic tradition highlight an early conscious effort to respect roles of women.",
                    "In the Vedic texts, women are often linked to ideas of power and creativity, not only as goddesses but also as the force behind creation.",
                    "This demonstrates an attempt to recognize the agency of women and the value they bring to society."
                ],
                "paragraph": "    Despite the fact that classical Indian culture is patriarchal, women figures play an important role in the earliest writings of the Vedic tradition (the\nclassical Indian religious and philosophical tradition). These women figures are partly connected to the Indian conception of the fundamental forces of\nnatureï¿½energy, ability, strength, effort, and powerï¿½as feminine. This aspect of God was thought to be present at the creation of the world. The Rig Veda, the\noldest Vedic writings, contains hymns that tell the story of Ghosha, a daughter of Rishi Kakshivan, who had a debilitating skin condition (probably leprosy)\nbut devoted herself to spiritual practices to learn how to heal herself and eventually marry. Another woman, Maitreyi, is said to have married the Rishi\nYajnavalkya (himself a god who was cast into mortality by a rival) for the purpose of continuing her spiritual training. She was a devoted ascetic and is\nsaid to have composed 10 of the hymns in the Rig Veda. Additionally, there is a famous dialogue between Maitreyi and Yajnavalkya in the Upanishads (another\nearly, foundational collection of texts in the Vedic tradition) about attachment to material possessions, which cannot give a person happiness, and the\nachievement of ultimate bliss through knowledge of the Absolute (God).",
                "summary": " Despite the fact that classical Indian culture is patriarchal, women figures play an important role in the earliest writings of the Vedic tradition. These women figures are partly connected to the Indian conception of the fundamental forces of natureï¿½energy, ability, strength, effort, and power as feminine."
            }
        ]
    }
]